Repository: GPGTools/GPGServices
Catalog: Resources/*.lproj/ServicesMenu.strings
Languages: de

source: OpenPGP: Import key
de: OpenPGP: Schlüssel importieren

source: OpenPGP: Sign
de: OpenPGP: Signieren

source: OpenPGP: Sign and show Result
de: OpenPGP: Signieren und Ergebnis anzeigen

source: OpenPGP: Insert my fingerprint
de: OpenPGP: Meinen Fingerabdruck einfügen

source: OpenPGP: Insert my key
de: OpenPGP: Meinen Schlüssel einfügen

source: OpenPGP: Decrypt
de: OpenPGP: Entschlüsseln

source: OpenPGP: Decrypt and show Result
de: OpenPGP: Entschlüsseln und Ergebnis anzeigen

source: OpenPGP: Encrypt
de: OpenPGP: Verschlüsseln

source: OpenPGP: Encrypt and show Result
de: OpenPGP: Verschlüsseln und Ergebnis anzeigen

source: OpenPGP: Validate
de: OpenPGP: Validieren
